Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_229_itemid_EQ_363.tmx
Source language: sme
Languages: smn

source: Bargojoavkoovddastus
smn: Pargojuávkkuovdâstem

source: Sámedikki nammadan ovddasteaddjit bargojoavkkuin
smn: Sämitige nomâttem ovdâsteijeeh pargojuávhuin

source: Sámiid vuoigatvuođat
smn: Sämmilij vuoigâdvuođah

source: Bargojoavku
smn: Pargojuávkku

source: Doaibmabadji
smn: Toimâpaje

source: Ovddasteaddji / -t
smn: Ovdâsteijee / -h

source: Árktalaš duogášjoavku
smn: Arktâlâš tuávvášjuávkku

source: Jotkkolaš
smn: Juátkojeijee

source: Árktalaš guovllu ráđđádallangoddi
smn: Arktâlâš kuávlu ráđádâllâmkodde

source: Eurohpa Ráđi vaššiságaid vuostálasti kampánja
smn: Euroop Rääđi vajesaavâ vuástásâš kampanja

source: Olmmošvuoigatvuođadelegašuvdna
smn: Olmoošvuoigâdvuotairâskodde

source: Interreg Davvi - prográmma válmmaštallanproseassa stivrenjoavku
smn: Interreg Tave- ohjelm valmâštâllâmproosees njunošjuávkku

source: Interreg Davvi-prográmma válmmaštallanproseassa bargojoavku
smn: Interreg Tave- ohjelm valmâštâllâmproosees pargojuávkku

source: Lappi ELY-guovddáža ráđđádallangoddi
smn: Laapi IPI-kuávdáá ráđádâllâmkodde

source: Lappi lihtu stivra
smn: Laapi lito stivrâ

source: Meahcceráđđehusa Anára ja Soađegili oktasašbargojoavku
smn: Meccihaldâttâs Aanaar já Suáđigil oovtâstpargojuávkku

source: Meahcceráđđehusa Eanodaga oktasašbargojoavku
smn: Meccihaldâttâs Iänuduv oovtâstpargojuávkku

source: Meahcceráđđehusa Lappi ráđđádallangoddi
smn: Meccihaldâttâs Laapi ráđádâllâmkodde

source: Meahcceráđđehusa Ohcejoga oktasašbargojoavku
smn: Meccihaldâttâs Ucjuv oovtâstpargojuávkku

source: Davviriikkaid sámesoahpamuša Suoma delegašuvnna álbmotlaš duogášjoavku
smn: Tave-enâmij sämisopâmuš Suomâ airâskode aalmuglâš tuávvášjuávkku

source: Davviriikkalaš sámeáššiid virgeolmmošorgána Suoma delegašuvdna
smn: Tave-eennâmlii sämiašij virgeolmoošorgaan Suomâ airâskodde

source: Davviriikkalaš sámesoahpamuša ráđđádallandelegašuvdna
smn: Aimo Guttorm Tave-eennâmlii sämisopâmuš ráđádâllâmairâskodde

source: Vehádatáššiid ráđđádallangoddi
smn: Ucceeblohoašij ráđádâllâmkodde

source: Ovttaveardásašvuohta ovdasadjái 7-prošeavtta stivrenjoavku
smn: Oovtviärdásâšvuotâ ovdâsajan 7-proojeekt stivrimjuávkku

source: Biras
smn: Piirâs

source: Ovddasteaddji / - t
smn: Ovdâsteijee / - h

source: Biodiversitehtabargojoavku
smn: Biodiversiteetpargojuávkku

source: Avvila dulvesuodjalan áššedovdibargojoavku
smn: Avveel tulvesuojâlem- äššitobdeepargojuávkku

source: Álbmotlaš artihkkala 8(j ) áššedovdibargojoavku
smn: Aalmuglâš artikla 8(j ) äššitobdeepargojuávkku

source: Heikki Paltto ( áššedovdi )
smn: Heikki Paltto ( äššitobdee )

source: Riikkaidgaskasaš biodiversitehtabargojoavku
smn: Aalmugijkoskâsâš biodiversiteetpargojuávkku

source: Suvdilis ovdáneami doaibmagoddi
smn: Pištee ovdánem toimâkodde

source: Geavu dikšun- ja geavahanplána – prošeavtta oktasašbargojoavku
smn: Kiävu hoittám- já kevttim-vuávám- proojeekt oovtâstpargojuávkku

source: Geavu dikšun- ja geavahanplána Akwé : Kon – bargojoavku
smn: Kiävu hoittám- já kevttimvuávám Akwé : Kon - pargojuávkku

source: Giehtaruohttasa meahcceguovllu , Malla luonddumeahci ja Saana luonddusuodjalanguovlluid dikšuma ja geavaheami plánenfidnu oktasašbargojoavku
smn: Kietâruotâs meccikuávlu , Malla luándumeeci já Saana luándusuoijâlemkuávlui hoittám já kevttim vuávámproojeekt oovtâstpargojuávkku

source: Meahcceráđđehusa Akwé:Kon – joavku Urho Kekkonen álbmotmeahci dikšun- ja geavahanplána gárvvisteames
smn: Meccihaldâttâs Akwé:Kon - juávkku Urho Kekkos aalmuglâšmeeci hoittám- já kevttimvuávám rähtimist

source: Nagoya beavdegirjji álbmotlaš ollašuhttima válmmaštalli bargojoavku
smn: Nagoyan pevdikirje aalmuglâš olášuttem valmâštellee pargojuávkku

source: Ealáhusat
smn: Iäláttâsah

source: Eanodaga guolledoalloráđđádallangoddi
smn: Iänuduv kyelituáluráđádâllâmkodde

source: Anára guolledoalloáđđádallangoddi
smn: Aanaar kyelituáluráđádâllâmkodde

source: Guolledoalu ovddidanfoandda stivra
smn: Kyelituálu ovdedemruttârááju stivrâ

source: Lappi lihtu luossabargojoavku
smn: Laapi lito luosâpargojuávkku

source: Lappilaš ealáhusat boazobargojoavku
smn: Lappiliih iäláttâsah puásuipargojuávkku

source: Bálgosiid ovttastusa stivra
smn: Palgâsij ovtâstus stivrâ Asko Länsman

source: Boazodoalloguovllu spireráđđádallangoddi
smn: Puásuituálukuávlu stuorrâpiäturáđádâllâmkodde

source: Boazodoallo- ja luondduealáhusdutkamuša ráđđádallangoddi
smn: Puásuituálu- já luánduiäláttâstutkâm ráđádâllâmkodde

source: Spirepolitihka árvvoštallanbargojoavku
smn: Stuorrâpiätupolitiik árvustâllâm-pargojuávkku

source: Deanu guolástansoahpamuša ráđđádallan sáttagoddi
smn: Tiänu kuálástussopâmuš ráđádâllâmairâskodde

source: Deatnu-bargojoavku
smn: Tiänu-pargojuávkku

source: , Aimo Guttorm ( čálli )
smn: V eikko Guttorm ja Aimo Guttom ( čällee )

source: Ohcejoga guolledoalloráđđádallangoddi
smn: Ucjuv kyelituáluráđádâllâmkodde Maarit K. Pieski

source: Sosiála- ja dearvvasvuođabálvalusat
smn: Sosiaal- já tiervâsvuođâpalvâlusah

source: Lappi buohccedikšunbire veajuiduhttima áššehas oktasašdoaibmagoddi
smn: Laapi pyecceitipšompirrâduv vajoidittem äššigâsohtsâštoimâkodde

source: Lappi buohccedikšunbire vuođđodearvvasvuođafuolahusa ovttadaga stivrenjoavku
smn: Laapi pyecceitipšompirrâduv vuáđutiervâsvuođâhuolâttâs ohtâduv stivrimjuávkku

source: Poske sámeovttadaga plánejeaddji (
smn: Poske sämiohtâduv vuávájeijee

source: Lappi buohccedikšunbire vuođđodearvvasvuođa fuolahusa ovttadaga sámegielat bálvalusat
smn: Laapi pyecceitipšompirrâduv vuáđutiervâsvuođâhuolâttâs ohtâduv sämikielâliih palvâlusah

source: Lappi sosiálabarggu ja sosiálasuorggi oahpahus ja dutkanguovddáža stivrenjoavku
smn: Laapi sosiaalpargo já sosiaalsyergi máttááttâs- já tutkâmkuávdáá stivrimjuávkku

source: Lappi doaibmaovttadaga stivrenjoavku
smn: Laapi sosiaalpargo já sosiaalsyergi máttááttâs- já tutkâmkuávdáá stivrimjuávkku

source: Sosiála- ja dearvvasvuođalávdegotti várreságajođiheaddji ,
smn: Sosiaal- já tiervâsvuođâlävdikode värisaavâjođetteijee , ,

source: Lappi lápmásiidbargojoavku
smn: Laapi vádulâšpargojuávkku

source: Davvi-Suoma guovlostivrenjoavku
smn: Tave-Suomâ kuávlunanošjuávkku

source: Davvi-Suoma sosiálasuorggi máhttinguovddáža ráđđádallangoddi
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáá ráđádâllâmkodde

source: Sosiála- ja dearvvasvuođa čálli (
smn: Sosiaal- já tiervâsvuođâčällee (

source: Ovda- , vuođđo- ja lasseoahpahusa oahppoplána vuođuštanbarggu stivrenjoavku
smn: Ovdâ- , vuáđu- já lasemáttááttâs máttááttâsvuávám vuáđupargo stivrimjuávkku

source: Lappi allaskuvlakonsearnna ráđđádallangoddi
smn: Laapi ollâškovlâkonsern ráđádâllâmkodde

source: ( bovdejuvvon )
smn: ( kočodum )

source: Sámekultuvrra dutkkusdoaibmagoddi
smn: Sämikulttuur tuđhostoimâkodde Ilmari Tapiola

source: Sámiid skuvlenáššiid oktasašbargoorgána
smn: Sämmilij škovlimašij oovtâstpargo-orgaan

source: SOG:a stivra
smn: SMK stivrâ

source: Evangelalaš-luteralaš girkolaščoahkkin
smn: Evankellâs-luterilâš kirholâščuákkim

source: Johtti girjerádju – fidnu stivrenjoavku Gábe Jovnna eanasaji stivra
smn: Johtti girjerádju / Jottee kirjerááju – proojeekt stivrimjuávkku

source: Mánát ja nuorat
smn: Párnááh já nuorah

source: Mánáid ja nuoraid dáiddaguovddáža vuođđudusa ráđđádallangoddi
smn: Párnái já nuorâi taaiđâkuávdáá vuáđudâs ráđádâllâmkodde

source: Nuoraid Lappi II - stivrenjoavku
smn: Nuorâi Lappi II-stivrimjuávkku

source: Nuoraid bálvalusat ortnegii – fidnu stivrenjoavku
smn: Nuorâi palvâlusâid oornigân – proojeekt stivrimjuávkku

source: FiBLUL stivra
smn: FiBLUL stivrâ

source: Gollegiella árvvoštallankomitea
smn: Kollekielâ árvuštâllâmkomitea

source: Giellaáššiid ráđđádallangoddi
smn: Kielâašij ráđádâllâmkodde

source: ( áššedovdi )
smn: ( äššitobdee )

source: giellaáššiidčálli
smn: kielâašijčällee

source: Bolesa ja čearddalaš servošiid oktasašbargoforum
smn: Poolis já etnisij siärváduvâi oovtâstpargofoorum

source: SáFá2 – fidnu nuortalašgiela giellajuogus
smn: SáFá2- proojeekt nuorttâlâškielâ kielâjuávus

source: SáFá2 – fidnu anárašgiela
smn: SáFá2-proojeekt anarâškielâ kielâjuávus

source: SáFá2 – fidnu stivrenjoavku
smn: SáFá2-proojeekt stivrimjuávkku

source: SáFá2 – fidnu davvisámegiela giellajuogus
smn: SáFá2-proojeekt tavesämikielâ kielâjuávus
